Repository: AbuBaniaz/SatScanLcn
Catalog: SatScanLcn/po/*.po
Languages: es, nl

source: %s region
es: %s región
nl: %s regio

source: About
es: Acerca de
nl: Over

source: Advanced options
es: Opciones avanzadas
nl: Geavanceerde opties

source: Bouquets generation...
es: Generación de grupos...
nl: Boeketten worden gegenereerd...

source: CAUTION: Sometimes the SI tables contain rogue data. Select "yes" to sync with transponder data listed in satellites.xml. Select "no" if you trust the SI data. Default is "no". Only change this if you understand why you are doing it.
es: PRECAUCIÓN: A veces las tablas SI contienen datos falsos. Seleccione "sí" para sincronizar con los datos del transpondedor que aparecen en satellites.xml. Seleccione "no" si confía en los datos SI. Por defecto es "no". Cambie esta opción sólo si entiende por qué lo está haciendo.
nl: PAS OP: Soms bevat de SI-tabel slechte gegevens. Kies "Ja" om te synchroniseren met de transponder data in satellites.xml; kies "Nee" als u de SI-tabel vertrouwt. Standaard is "Nee". Verander dit alleen als u weet wat u doet.

source: CAUTION: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode (at debug level 4).
es: ATENCIÓN: Esta función es sólo para desarrollo. Requiere que los registros de depuración estén habilitados o que enigma2 se inicie en modo consola (en el nivel de depuración 4).
nl: PAS OP: Deze optie is alleen voor ontwikkelingsdoeleinden. Vereist ingeschakelde debug logs of E2 in console mode (op debugniveau 4).

source: Canal Digital Nordic
es: Canal Digital Nórdico

source: Cancel
es: Cancelar
nl: Annuleer

source: Cannot allocate the demuxer.
es: No se puede asignar el demuxer
nl: Kan de demuxer niet gebruiken

source: Cannot free NIM because a recording is in progress
es: No se puede liberar NIM porque hay una grabación en curso
nl: Geen vrije NIM vanwege een lopende opname

source: Cannot get frontend
es: No se puede obtener el frontend
nl: Kan het frontend niet bereiken

source: Cannot get the NIM
es: No se puede obtener el NIM
nl: Kan de NIM niet bereiken

source: Cannot open the demuxer
es: No se puede abrir el demuxer
nl: Kan de demuxer niet openen

source: Cannot retrieve Resource Manager instance
es: Cannot get Resource Manager instance
nl: Kan de Resourcemanager niet bereiken

source: Close
es: Cerrar
nl: Sluit

source: Could not acquire the correct tsid/onid on the home transponder.
es: No se pudo adquirir el tsid/onid correcto en el transpondedor local.
nl: Kon de juiste tsid/onid op de hometransponder niet vinden.

source: Current settings read...
es: Configuración se ha leído...
nl: Huidige instellingen worden gelezen.

source: Done
es: Hecho
nl: Klaar

source: Exit
es: Salir
nl: Sluit af

source: Extra debug
es: Depuración adicional

source: FTA only
es: Sólo canales abiertos
nl: Alleen FTA

source: Force channel name
es: Forzar el nombre del canal
nl: Forceer de kanaalnaam

source: Grab LCN bouquets from the DVB stream.
es: Crea grupos LCN de la transmisión DVB.
nl: Neem de LCN-boeketten over van de DVB-stream.

source: HD only
es: Sólo HD
nl: Allen HD

source: Last Scanned
es: Último escaneo
nl: Laatst gescanned

source: No compatible tuner found
es: No se encontró ningún sintonizador compatible
nl: Geen geschikte tuner gevonden

source: No valid NIM found for %s
es: No se encontró NIM válido para %s
nl: Geen geschikte NIM gevonden voor %s

source: Only include free to air channels.
es: Incluir únicamente canales de emisión gratuita.
nl: Alleen Free to Air kanalen

source: Only include high definition channels.
es: Incluir únicamente canales de alta definición.
nl: Alleen High Definition kanalen

source: Only one instance of each channel appears in the bouquet. If any channel is found to have multiple LCNs the lowest LCN numerically will be selected.
es: Solo aparece una instancia de cada canal en el grupo. Si se descubre que algún canal tiene varios LCN, se seleccionará el LCN numéricamente más bajo.
nl: Elk kanaal wordt slechts één keer weergegeven in een boeket. Als een kanaal meerdere LCN's heeft, zal de numeriek laagste worden geselecteerd.

source: Provider
es: Proveedor

source: Read %s %s %s %s...
es: Leyendo %s %s %s %s...
nl: Leest %s %s %s %s...

source: Reading bouquet allocation table...
es: Leyendo BAT...
nl: Leest de boeket toewijzingstabel...

source: Reading current settings...
es: Leyendo la configuración actual...
nl: Leest huidige instellingen...

source: Really close without saving settings?
es: ¿Realmente cerrar sin guardar la configuración?
nl: Echt afsluiten zonder de instellingen op te slaan?

source: SatScanLCN expands on the JoyneScan plugin and uses the same dvbreader as ABM, but unlike ABM it is able to scan the Service Descriptor Table of multiple transponders based on the content of the Network Identification Table on the home transponder. This means providers such as Joyne (now defunct) or Orange TV on 16E that don't contain complete SDT data on the home transponder can still be successfully scanned.
es: SatScanLCN amplía el complemento JoyneScan y utiliza el mismo dvbreader que ABM, pero a diferencia de ABM, puede escanear la tabla de descriptores de servicio de varios transpondedores en función del contenido de la tabla de identificación de red del transpondedor doméstico. Esto significa que los proveedores como Joyne (ahora inactivo) u Orange TV en 16E que no contienen datos SDT completos en el transpondedor doméstico aún se pueden escanear correctamente.

source: SatScanLCN grabs one simple bouquet of the selected provider and adds it to the top of the channel list. The bouquet can be moved using enigma's built in controls and will stay put on a rescan. To remove any bouquet created by this tool use enigma's built in controls.
es: SatScanLCN crea un grupo simple del proveedor seleccionado y lo añade a la parte superior de la lista de canales. El grupo se puede mover utilizando los controles integrados de Enigma y permanecerá en su lugar al volver a escanearlo. Para eliminar cualquier grupo creado por esta herramienta, utilice los controles integrados de Enigma.
nl: SatScanLCN pakt een enkel boeket van de geselecteerde provider en voegt het toe bovenaan de kanaallijst. Het boeket kan worden verplaatst via E2'GUI en zal tijdens een scan behouden blijven. Om een boeket te verwijderen gebruikt u ook E2.

source: SatScanLCN is not meant to deprecate, replace, substitute, supersede or usurp any current bouquet creation tool.
es: SatScanLCN no pretende desaprobar, reemplazar, sustituir, supersede o usurpar ninguna herramienta actual de creación de grupos.
nl: SatScanLCN is niet bedoeld om enig boeket creëer gereedschap te onderdrukken/vervangen/overschrijven.

source: Save
es: Guardar
nl: Sla op

source: Scan
es: Escanear

source: Scans for services and creates a bouquet
es: Escanea buscando canales y crea un grupo.
nl: Scant naar kanalen en maakt een boeket

source: Searching for transponders...
es: Buscando transpondedores...
nl: Zoekt naar transponder...

source: Select the %s region to scan.
es: Seleccione la región de %s a escanear.
nl: Kies de %s region die gescand moet worden.

source: Select the provider you wish to scan.
es: Seleccione el proveedor que desea escanear.
nl: Kies de provider die u wilt scannen.

source: Setup
es: Configuración
nl: Instellingen

source: Show in extensions menu
es: Mostrar en el menú de extensiones
nl: Toon in extensies

source: Something went terribly wrong
es: Algo salió terriblemente mal
nl: Er is iets heel erg misgegaan

source: Starting scanner
es: Iniciando el escáner
nl: Start scanner

source: Switch this on only if you have issues with "N/A" appearing in your channel list. Switching this on means the channel name will not auto update if the broadcaster changes the channel name.
es: Activa esta opción solo si tienes problemas con la aparición de "N/A" en tu lista de canales. Activar esta opción significa que el nombre del canal no se actualizará automáticamente si el emisor cambia el nombre del canal.
nl: Schakel dit alleen in als u "N/A" in uw kanaallijst ziet. Inschakelen betekent dat de kanaalnaam niet meer automatisch wordt geüpdatet.

source: Sync with known transponders
es: Sincronización con transpondedores conocidos
nl: Synchroniseer met bekende transponder.

source: The bouquet is ordered exactly according to the Logical Channel Number data carried on the DVB stream. No cleanups, swaps or other manipulations are carried out. And no customisation of the produced bouquets is possible. If that is what is required please use ABM.
es: El grupo se ordena exactamente de acuerdo con los datos del número de canal lógico que se incluyen en la transmisión DVB. No se realizan limpiezas, cambios ni otras manipulaciones. Tampoco es posible personalizar los grupos producidos. Si es eso lo que se requiere, utilice ABM.
nl: De volgorde in het boeket is precies volgens de Logical Channel Numbering van de DVB-stream. Er worden geen wisselingen of andere manipulaties uitgevoerd. An het is niet mogelijk de verkregen boeketten aan te passen. Als u dat wil, moet u ABM gebruiken.

source: Timeout for tuner lock on %s
es: Tiempo de espera para el bloqueo del sintonizador en %s
nl: Timeout voor lock op %s

source: To grab multiple bouquets just run the application multiple times.
es: Para crear varios grupos, simplemente ejecute la aplicación varias veces.
nl: Om meerdere boeketten te verkrijgen, draait u de applicatie meerdere keren.

source: Tune %s %s %s %s...
es: Sintoniza %s %s %s %s...

source: Tuning failed on %s
es: Falló la sintonización en %s
nl: Tuning mislukt op %s

source: When enabled, this allows you start a SatScanLcn update from the extensions list.
es: Cuando está habilitado, esto le permite iniciar una actualización de SatScanLcn desde la lista de extensiones.
nl: Indien ingeschakeld kunt u een SatScanLcn update uitvoeren vanuit het extensiemenu.

source: transponders found: %d
es: transpondedores encontrados: %d
nl: gevonden transponders: %d

source: Services: %d video - %d radio
nl: Zenders: %d video - %d radio
